Repository: eternalcult/grain
Catalog: Grain/Grain/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ru, zh

source: Blend mode:
de: Farbmodus
es: Modo de fusión:
fr: Mode de fusion:
it: Modalità di fusione:
ja: ブレンドモード:
ru: Режим смешивания:
zh: 混合模式:

source: Blend modes
de: Farbmodi
es: Modos de fusión
fr: Modes de fusion
it: Modalità di fusione
ja: ブレンドモード
ru: Режимы смешивания
zh: 混合模式

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明るさ
ru: Яркость
zh: 亮度

source: Burns or dodges the colors by decreasing or increasing the brightness, depending on the blend color. If the blend color (light source) is lighter than 50% gray, the image is lightened by increasing the brightness. If the blend color is darker than 50% gray, the image is darkened by decreasing the brightness.
de: Die Farben werden durch Verringern oder Erhöhen der Helligkeit in Abhängigkeit von der Überblendfarbe aufgehellt oder abgetönt. Ist die Mischfarbe (Lichtquelle) heller als 50 % Grau, wird das Bild durch Erhöhen der Helligkeit aufgehellt. Ist die Mischfarbe dunkler als 50 % Grau, wird das Bild durch Verringern der Helligkeit abgedunkelt.
es: Quema o aclara los colores disminuyendo o aumentando el brillo, dependiendo del color de fusión. Si el color de fusión (fuente de luz) es más claro que un 50% de gris, la imagen se aclara aumentando el brillo. Si el color de fusión es más oscuro que un 50% de gris, la imagen se oscurece reduciendo el brillo.
fr: Brûle ou éclaircit les couleurs en diminuant ou en augmentant la luminosité, selon la couleur de fusion. Si la couleur de fusion (source de lumière) est plus claire que 50 % de gris, l'image est éclaircie en augmentant la luminosité. Si la couleur de fusion est plus sombre que 50 % de gris, l'image est assombrie en diminuant la luminosité.
it: Brucia o schiarisce i colori diminuendo o aumentando la luminosità, a seconda del colore di fusione. Se il colore di fusione (fonte di luce) è più chiaro del 50% grigio, l’immagine viene schiarita aumentando la luminosità. Se il colore di fusione è più scuro del 50% grigio, l’immagine viene scurita diminuendo la luminosità.
ja: ブレンドカラーに応じて明るさを増減させることで、色を焼き込んだり覆い焼きしたりします。ブレンドカラー（光源）が50%グレーより明るい場合、明るさを増やして画像を明るくします。ブレンドカラーが50%グレーより暗い場合、明るさを減らして画像を暗くします。
ru: Тонирует или осветляет цвета, уменьшая или увеличивая яркость, в зависимости от цвета наложения. Если цвет наложения (источник света) светлее 50% серого, изображение становится светлее за счет увеличения яркости. Если цвет наложения темнее 50% серого, изображение затемняется за счет уменьшения яркости.
zh: 根据混合颜色调整亮度来加深或减淡颜色。如果混合颜色（光源）比 50% 灰色更亮，则通过增加亮度使图像变亮。如果混合颜色比 50% 灰色更暗，则通过降低亮度使图像变暗。

source: Burns or dodges the colors by increasing or decreasing the contrast, depending on the blend color. If the blend color (light source) is lighter than 50% gray, the image is lightened by decreasing the contrast. If the blend color is darker than 50% gray, the image is darkened by increasing the contrast.
de: Erhöht oder verringert den Kontrast, je nach Überblendungsfarbe, um die Farben aufzuhellen oder abzuschwächen. Ist die Mischfarbe (Lichtquelle) heller als 50 % Grau, wird das Bild durch Verringern des Kontrasts aufgehellt. Ist die Mischfarbe dunkler als 50 % Grau, wird das Bild durch Erhöhen des Kontrasts abgedunkelt.
es: Quema o aclara los colores aumentando o disminuyendo el contraste, dependiendo del color de fusión. Si el color de fusión (fuente de luz) es más claro que un 50% de gris, la imagen se aclara reduciendo el contraste. Si el color de fusión es más oscuro que un 50% de gris, la imagen se oscurece aumentando el contraste.
fr: Brûle ou éclaircit les couleurs en augmentant ou en diminuant le contraste, selon la couleur de fusion. Si la couleur de fusion (source de lumière) est plus claire que 50 % de gris, l'image est éclaircie en diminuant le contraste. Si la couleur de fusion est plus sombre que 50 % de gris, l'image est assombrie en augmentant le contraste.
it: Brucia o schiarisce i colori aumentando o diminuendo il contrasto, a seconda del colore di fusione. Se il colore di fusione (fonte di luce) è più chiaro del 50% grigio, l’immagine viene schiarita diminuendo il contrasto. Se il colore di fusione è più scuro del 50% grigio, l’immagine viene scurita aumentando il contrasto.
ja: ブレンドカラーに応じてコントラストを増減させることで、色を焼き込んだり覆い焼きしたりします。ブレンドカラー（光源）が50%グレーより明るい場合、コントラストを下げて画像を明るくします。ブレンドカラーが50%グレーより暗い場合、コントラストを上げて画像を暗くします。
ru: Тонирует или осветляет цвета, увеличивая или уменьшая контраст, в зависимости от цвета наложения. Если цвет наложения (источник света) светлее 50% серого, изображение становится светлее за счет уменьшения контраста. Если цвет наложения темнее 50% серого, изображение затемняется за счет увеличения контраста.
zh: 根据混合颜色调整对比度来加深或减淡颜色。如果混合颜色（光源）比 50% 灰色更亮，则通过降低对比度使图像变亮。如果混合颜色比 50% 灰色更暗，则通过增加对比度使图像变暗。

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
ru: Цвет
zh: 颜色

source: Color Burn
de: Farbverbrennung
es: Subexposición de color
fr: Brûlure de couleur
it: Brucia Colore
ja: カラーバーン
ru: Затемнение основы
zh: 颜色加深

source: Color Dodge
de: Farbdodging
es: Sobreexposición de color
fr: Éclaircissement de couleur
it: Schiarisci Colore
ja: カラードッジ
ru: Осветление основы
zh: 颜色减淡

source: Compares the total of all channel values for the blend and base color and displays the lower value color. Darker Color does not produce a third color, which can result from the Darken blend, because it chooses the lowest channel values from both the base and the blend color to create the result color.
de: Vergleicht die Summe aller Kanalwerte für die Mischung und die Grundfarbe und zeigt die Farbe mit dem niedrigeren Wert an. Dunkle Farbe erzeugt keine dritte Farbe, die sich aus der Überblendung „Dunkler“ ergeben kann, da die niedrigsten Kanalwerte sowohl der Grund- als auch der Überblendungsfarbe ausgewählt werden, um die Ergebnisfarbe zu erstellen.
es: Compara la suma de todos los valores de los canales del color base y el de fusión, y muestra el color con el valor más bajo. "Color más oscuro" no produce un tercer color, como ocurre con el modo "Oscurecer", ya que elige los valores más bajos de los canales del color base y el de fusión para crear el color resultante.
fr: Compare la somme des valeurs de tous les canaux pour la couleur de fusion et la couleur de base, et affiche la couleur avec la valeur la plus faible. La couleur plus sombre ne produit pas une troisième couleur, comme cela peut arriver avec le mode Assombrir, car elle choisit les valeurs de canal les plus basses de la couleur de base et de la couleur de fusion pour créer la couleur résultante.
it: Confronta il totale dei valori di tutti i canali del colore di fusione e di base e mostra il colore con il valore più basso. Colore più scuro non produce un terzo colore, come può accadere con la modalità Scurisci, perché sceglie i valori più bassi tra i colori di base e di fusione per creare il colore risultante.
ja: ブレンドカラーとベースカラーのすべてのチャンネルの合計値を比較し、低い方のカラーを表示します。ダーカーカラーは、「暗くする」ブレンドと異なり、第三の色を生成せず、両方のカラーの最も低いチャンネル値を選択して結果のカラーを作成します。
ru: Сравнивает значения всех каналов для цвета наложения и основного цвета, отображая цвет с наименьшими значениями. Темный цвет не создает третьего цвета, как это может происходить при смешивании с темным, потому что он выбирает наименьшие значения каналов из основного и наложенного цвета для создания результирующего цвета.
zh: 比较混合颜色和基础颜色的所有通道值，并显示较低的颜色。"较深颜色"不会生成第三种颜色，而是选择基础颜色和混合颜色中最低的通道值来生成最终颜色。

source: Contrast
de: Kontrast
es: Contraste
it: Contrasto
ja: コントラスト
ru: Контраст
zh: 对比度

source: Creates a result color with the hue and saturation of the base color and the luminance of the blend color. This mode creates the inverse effect of Color mode.
de: Erzeugt eine Ergebnisfarbe mit dem Farbton und der Sättigung der Grundfarbe und der Luminanz der Mischfarbe. Dieser Modus erzeugt den umgekehrten Effekt des Farbmodus.
es: Crea un color resultante con el tono y la saturación del color base y la luminancia del color de fusión. Este modo produce el efecto inverso del modo "Color".
fr: Crée une couleur résultante avec la teinte et la saturation de la couleur de base et la luminance de la couleur de fusion. Ce mode crée l'effet inverse du mode Couleur.
it: Crea un colore risultante con la tonalità e la saturazione del colore di base e la luminanza del colore di fusione. Questa modalità crea l'effetto inverso rispetto alla modalità Colore.
ja: ベースカラーの色相と彩度、およびブレンドカラーの輝度を使用して結果のカラーを作成します。このモードは「カラー」モードの逆の効果を生み出します。
ru: Создает результирующий цвет с оттенком и насыщенностью основного цвета и яркостью цвета наложения. Этот режим создает обратный эффект от режима «Цвет».
zh: 使用基础颜色的色相和饱和度以及混合颜色的亮度来生成最终颜色。此模式与“颜色”模式的效果相反。

source: Creates a result color with the luminance and hue of the base color and the saturation of the blend color. Painting with this mode in an area with no (0) saturation (gray) causes no change.
de: Erzeugt eine Ergebnisfarbe mit der Luminanz und dem Farbton der Grundfarbe und der Sättigung der Mischfarbe. Das Malen mit diesem Modus in einem Bereich ohne (0) Sättigung (grau) bewirkt keine Veränderung.
es: Crea un color resultante con la luminancia y el tono del color base y la saturación del color de fusión. Pintar con este modo en un área sin saturación (gris) no produce cambios.
fr: Crée une couleur résultante avec la luminance et la teinte de la couleur de base et la saturation de la couleur de fusion. Peindre avec ce mode dans une zone sans saturation (gris) ne provoque aucun changement.
it: Crea un colore risultante con la luminanza e la tonalità del colore di base e la saturazione del colore di fusione. Applicare questa modalità su un'area senza saturazione (grigia) non produce alcun cambiamento.
ja: ベースカラーの輝度と色相、およびブレンドカラーの彩度を使用して結果のカラーを作成します。このモードで彩度がゼロ（グレー）の領域を塗っても変化はありません。
ru: Создает результирующий цвет с яркостью и оттенком основного цвета и насыщенностью цвета наложения. Рисование в этой области с нулевой насыщенностью (серый) не вызывает изменений.
zh: 使用基础颜色的亮度和色相以及混合颜色的饱和度来生成最终颜色。在无饱和度（灰色）区域使用此模式不会产生任何变化。

source: Creates a result color with the luminance and saturation of the base color and the hue of the blend color.
de: Erzeugt eine Ergebnisfarbe mit der Luminanz und Sättigung der Grundfarbe und dem Farbton der Mischfarbe.
es: Crea un color resultante con la luminancia y la saturación del color base y el tono del color de fusión.
fr: Crée une couleur résultante avec la luminance et la saturation de la couleur de base et la teinte de la couleur de fusion.
it: Crea un colore risultante con la luminanza e la saturazione del colore di base e la tonalità del colore di fusione.
ja: ベースカラーの輝度と彩度、およびブレンドカラーの色相を使用して結果のカラーを作成します。
ru: Создает результирующий цвет с яркостью и насыщенностью основного цвета и оттенком цвета наложения.
zh: 使用基础颜色的亮度和饱和度以及混合颜色的色相来生成最终颜色。

source: Creates a result color with the luminance of the base color and the hue and saturation of the blend color. This preserves the gray levels in the image and is useful for coloring monochrome images and for tinting color images.
de: Erzeugt eine Ergebnisfarbe mit der Luminanz der Grundfarbe und dem Farbton und der Sättigung der Mischfarbe. Dadurch bleiben die Graustufen im Bild erhalten, was für das Einfärben von monochromen Bildern und für das Abtönen von Farbbildern nützlich ist.
es: Crea un color resultante con la luminancia del color base y el tono y la saturación del color de fusión. Esto preserva los niveles de gris en la imagen y es útil para colorear imágenes monocromáticas o aplicar tintes a imágenes en color.
fr: Crée une couleur résultante avec la luminance de la couleur de base et la teinte et la saturation de la couleur de fusion. Cela préserve les niveaux de gris dans l'image et est utile pour coloriser des images monochromes et pour teinter des images en couleur.
it: Crea un colore risultante con la luminanza del colore di base e la tonalità e saturazione del colore di fusione. Questo mantiene i livelli di grigio dell'immagine ed è utile per colorare immagini monocromatiche e per tonalizzare immagini a colori.
ja: ベースカラーの輝度と、ブレンドカラーの色相と彩度を使用して結果のカラーを作成します。画像のグレーのレベルを保持するため、モノクロ画像の着色やカラー画像の色合い調整に便利です。
ru: Создает результирующий цвет с яркостью основного цвета и оттенком и насыщенностью цвета наложения. Это сохраняет уровни серого в изображении и полезно для окрашивания монохромных изображений и для тонировки цветных изображений.
zh: 使用基础颜色的亮度以及混合颜色的色相和饱和度来生成最终颜色。这种模式可保留图像中的灰色级别，适用于给单色图像着色或为彩色图像添加色调。

source: Creates an effect similar to but lower in contrast than the Difference mode. Blending with white inverts the base color values. Blending with black produces no change.
de: Erzeugt einen ähnlichen Effekt wie der Modus „Differenz“, jedoch mit geringerem Kontrast. Die Überblendung mit Weiß invertiert die Grundfarbwerte. Die Überblendung mit Schwarz bewirkt keine Veränderung.
es: Crea un efecto similar al modo "Diferencia", pero con menor contraste. Mezclar con blanco invierte los valores del color base. Mezclar con negro no produce cambios.
fr: Crée un effet similaire au mode Différence, mais avec un contraste plus faible. Le mélange avec le blanc inverse les valeurs de la couleur de base. Le mélange avec le noir ne produit aucun changement.
it: Crea un effetto simile alla modalità Differenza ma con un contrasto inferiore. La fusione con il bianco inverte i valori del colore di base. La fusione con il nero non produce alcun cambiamento.
ja: 「差の絶対値」モードに似ていますが、コントラストが低くなります。白でブレンドするとベースカラーの値が反転します。黒でブレンドすると変化はありません。
ru: Создает эффект, похожий на режим «Разница», но с меньшим контрастом. Смешивание с белым инвертирует значения основного цвета. Смешивание с черным не вызывает изменений.
zh: 生成类似于“差值”模式但对比度较低的效果。与白色混合会反转基础颜色值。与黑色混合不会产生变化。

source: Darken
de: Dunkeln
es: Oscurecer
fr: Assombrir
it: Scurisci
ja: 暗くする
ru: Затемнить
zh: 变暗

source: Darkens or lightens the colors, depending on the blend color. The effect is similar to shining a diffused spotlight on the image. If the blend color (light source) is lighter than 50% gray, the image is lightened as if it were dodged. If the blend color is darker than 50% gray, the image is darkened as if it were burned in. Painting with pure black or white produces a distinctly darker or lighter area, but does not result in pure black or white.
de: Verdunkelt oder hellt die Farben auf, abhängig von der Mischfarbe. Der Effekt ähnelt dem eines diffusen Scheinwerfers, der auf das Bild fällt. Ist die Überblendfarbe (Lichtquelle) heller als 50 % Grau, wird das Bild aufgehellt, als ob es abgewischt wäre. Ist die Mischfarbe dunkler als 50 % Grau, wird das Bild abgedunkelt, als ob es eingebrannt wäre. Das Malen mit reinem Schwarz oder Weiß erzeugt einen deutlich dunkleren oder helleren Bereich, führt aber nicht zu reinem Schwarz oder Weiß.
es: Oscurece o aclara los colores dependiendo del color de fusión. El efecto es similar a iluminar la imagen con una luz difusa. Si el color de fusión (fuente de luz) es más claro que un 50% de gris, la imagen se aclara como si se hubiera aplicado un "esquivar". Si el color de fusión es más oscuro que un 50% de gris, la imagen se oscurece como si se hubiera "quemado". Pintar con negro o blanco puro crea una zona notablemente más oscura o más clara, pero no produce negro o blanco puros.
fr: Assombrit ou éclaircit les couleurs en fonction de la couleur de fusion. L'effet est similaire à celui d'un projecteur diffus sur l'image. Si la couleur de fusion (source de lumière) est plus claire que 50 % de gris, l'image est éclaircie comme si elle était éclaircie. Si la couleur de fusion est plus sombre que 50 % de gris, l'image est assombrie comme si elle était brûlée. Peindre avec du noir pur ou du blanc pur produit une zone nettement plus sombre ou plus claire, mais ne donne pas du noir ou du blanc pur.
it: Scurisce o schiarisce i colori a seconda del colore di fusione. L'effetto è simile a quello di un riflettore diffuso sull'immagine. Se il colore di fusione (fonte di luce) è più chiaro del 50% grigio, l'immagine viene schiarita come se fosse stata schiarita. Se il colore di fusione è più scuro del 50% grigio, l'immagine viene scurita come se fosse stata bruciata. Dipingere con nero o bianco puro crea un'area più scura o più chiara, ma non porta a un nero o bianco puro.
ja: ブレンドカラーに応じて、色を暗くしたり明るくしたりします。効果は、画像に拡散したスポットライトを当てるようなものです。ブレンドカラー（光源）が50%グレーより明るい場合、画像は覆い焼きされたように明るくなります。ブレンドカラーが50%グレーより暗い場合、画像は焼き込みされたように暗くなります。純粋な黒や白で塗ると、明確に暗いまたは明るい領域ができますが、完全な黒や白にはなりません。
ru: Осветляет или затемняет цвета в зависимости от цвета наложения. Эффект похож на использование рассеянного прожектора на изображении. Если цвет наложения (источник света) светлее 50% серого, изображение осветляется, как если бы оно было осветлено. Если цвет наложения темнее 50% серого, изображение затемняется, как если бы оно было затемнено. Рисование с чистым черным или белым создает отчетливо темную или светлую область, но не приводит к чистому черному или белому.
zh: 根据混合颜色调整颜色的亮度，使其变暗或变亮。此效果类似于向图像投射柔和的聚光灯。如果混合颜色（光源）比 50% 灰色更亮，图像会像“减淡”一样变亮。如果混合颜色比 50% 灰色更暗，图像会像“加深”一样变暗。使用纯黑或纯白绘制会产生明显的深色或浅色区域，但不会变为纯黑或纯白。

source: Darker Color
de: Dunklere Farbe
es: Color más oscuro
fr: Couleur plus sombre
it: Colore più Scuro
ja: より暗い色
ru: Темный цвет
zh: 较深颜色

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
ja: 差の絶対値
ru: Разница
zh: 差值

source: Divide
de: Teilen
es: Dividir
fr: Diviser
it: Dividi
ja: 除算
ru: Делить
zh: 划分

source: Edits or paints each pixel to make it the result color. This is the default mode. (Normal mode is called Threshold when you’re working with a bitmapped or indexed-color image.)
de: Bearbeitet oder malt jedes Pixel, um ihm die Ergebnisfarbe zu geben. Dies ist der Standardmodus. (Der normale Modus wird Schwellenwert genannt, wenn Sie mit einem Bild mit Bitmap- oder indizierten Farben arbeiten).
es: Edita o pinta cada píxel para convertirlo en el color resultante. Este es el modo por defecto. (El modo normal se llama Umbral cuando se trabaja con una imagen de mapa de bits o de color indexado).
fr: Modifie ou peint chaque pixel pour le transformer en la couleur résultante. C'est le mode par défaut. (Le mode Normal est appelé Seuil lorsque vous travaillez avec une image bitmap ou en couleurs indexées.)
it: Modifica o dipinge ogni pixel per ottenere il colore risultante. Questa è la modalità predefinita. (La modalità Normale è chiamata Soglia quando si lavora con un’immagine bitmap o a colori indicizzati.)
ja: 各ピクセルを編集またはペイントして、結果の色にする。これはデフォルトのモードです。(通常のモードは、ビットマップ画像やインデックス化されたカラー画像を扱っているときにしきい値と呼ばれます)。
ru: Редактирует или рисует каждый пиксель, чтобы он стал результирующим цветом. Это режим по умолчанию. (Режим «Нормальный» называется «Порог» при работе с растровыми или индексированными изображениями.)
zh: 编辑或绘制每个像素，使其成为结果颜色。这是默认模式。(在处理位图或索引色图像时，正常模式称为阈值）。

source: Effects
de: Effekte
es: Efectos
fr: Effets
it: Effetti
ja: エフェクト
ru: Эффекты
zh: 效果

source: Exclusion
de: Ausschluss
es: Exclusión
it: Esclusione
ja: 排他的差分
ru: Исключение
zh: 排除

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ru: Экспорт
zh: 导出

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出
ru: Экспозиция
zh: 曝光

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
ru: Фильтры
zh: 滤镜

source: Highlights
de: Lichter
es: Luces
fr: Hautes lumières
it: Alte Luci
ja: ハイライト
ru: Светлые участки
zh: 高光

source: Hue
de: Farbton
es: Tono
fr: Teinte
it: Tonalità
ja: 色相
ru: Оттенок
zh: 色相

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
ja: 強度
ru: Интенсивность
zh: 强度

source: Intensity:
de: Intensität:
es: Intensidad:
fr: Intensité:
it: Intensità:
ja: 強度:
ru: Интенсивность:
zh: 强度:

source: Lighten
de: Aufhellen
es: Aclarar
fr: Éclaircir
it: Schiarisci
ja: 明るくする
ru: Осветлить
zh: 变亮

source: Linear Burn
de: Lineare Brennung
es: Subexposición lineal
fr: Brûlure linéaire
it: Brucia Lineare
ja: リニアバーン
ru: Линейное затемнение
zh: 线性加深

source: Linear Dodge
de: Lineares Dodge
es: Sobreexposición lineal
fr: Éclaircissement linéaire
it: Schiarisci Lineare
ja: リニアドッジ
ru: Линейное осветление
zh: 线性减淡

source: Linear Light
de: Lineares Licht
es: Luz lineal
fr: Lumière linéaire
it: Luce Lineare
ja: リニアライト
ru: Линейный свет
zh: 线性光

source: Looks at each channel’s color information and multiplies the inverse of the blend and base colors. The result color is always a lighter color. Screening with black leaves the color unchanged. Screening with white produces white. The effect is similar to projecting multiple photographic slides on top of each other.
de: Betrachtet die Farbinformationen der einzelnen Kanäle und multipliziert den Kehrwert der Misch- und Grundfarben. Die Ergebnisfarbe ist immer eine hellere Farbe. Die Rasterung mit Schwarz lässt die Farbe unverändert. Die Rasterung mit Weiß ergibt Weiß. Der Effekt ist vergleichbar mit der Projektion mehrerer fotografischer Dias übereinander.
es: Mira la información de color de cada canal y multiplica el inverso de los colores de mezcla y base. El color resultante es siempre un color más claro. El tramado con negro no cambia el color. El cribado con blanco produce blanco. El efecto es similar a proyectar varias diapositivas fotográficas una sobre otra.
fr: Examine les informations de couleur de chaque canal et multiplie l'inverse des couleurs de fusion et de base. La couleur résultante est toujours plus claire. L'application de noir laisse la couleur inchangée. L'application de blanc produit du blanc. L'effet est similaire à la projection de plusieurs diapositives photographiques les unes sur les autres.
it: Esamina le informazioni cromatiche di ciascun canale e moltiplica l'inverso dei colori di miscela e di base. Il risultato è sempre un colore più chiaro. La retinatura con il nero lascia il colore invariato. La retinatura con il bianco produce il bianco. L'effetto è simile alla proiezione di più diapositive fotografiche una sull'altra.
ja: 各チャンネルの色情報を見て、ブレンドカラーとベースカラーの逆数を乗算します。結果の色は常に明るい色になる。黒でスクリーニングすると色は変わりません。白でスクリーニングすると白になる。この効果は、複数の写真スライドを重ねて投影するのと似ている。
ru: Смотрит на информацию о цвете каждого канала и умножает инвертированные цвета наложения и основного. Результирующий цвет всегда светлее. Применение черного не изменяет цвет. Применение белого приводит к белому цвету. Эффект похож на наложение нескольких фотографий друг на друга.
zh: 查看每个通道的色彩信息，并乘以混合色和基色的倒数。得到的颜色始终是浅色。用黑色加网，颜色不变。用白色加网产生白色。效果类似于将多张幻灯片叠加投影。

source: Looks at the color information in each channel and brightens the base color to reflect the blend color by decreasing contrast between the two. Blending with black produces no change.
de: Betrachtet die Farbinformationen in jedem Kanal und hellt die Grundfarbe auf, um die Überblendfarbe wiederzugeben, indem der Kontrast zwischen den beiden verringert wird. Die Überblendung mit Schwarz bewirkt keine Änderung.
es: Examina la información de color de cada canal y aclara el color base para reflejar el color de fusión disminuyendo el contraste entre ambos. La mezcla con negro no produce ningún cambio.
fr: Examine les informations de couleur de chaque canal et éclaircit la couleur de base pour refléter la couleur de fusion en diminuant le contraste entre les deux. Le mélange avec le noir ne produit aucun changement.
it: Esamina le informazioni sul colore in ciascun canale e schiarisce il colore di base per riflettere il colore della miscela, diminuendo il contrasto tra i due. La miscelazione con il nero non produce alcun cambiamento.
ja: 各チャンネルのカラー情報を見て、ベースカラーかブレンドカラーのどちらか明るい方を結果カラーとして選択します。ブレンドカラーより暗いピクセルは置き換えられ、ブレンドカラーより明るいピクセルは変化しません。
ru: Смотрит на информацию о цвете каждого канала и осветляет основной цвет, уменьшая контраст между ними. Смешивание с черным не приводит к изменениям.
zh: 查看每个通道中的颜色信息，通过减小两者之间的对比度来增亮基色，以反映混合色。与黑色混合不会产生任何变化。
